{
    "title": "Bamgwa Byeol-ui Nolae",
    "studios": [],
    "synopsis": "Animated music video for the song Bamgwa Byeol-ui Nolae by Lee Jin-ah and ONEW.",
    "genres": [
        "Romance"
    ]
}
{
    "title": "100 Gaji Gobaeg",
    "studios": [],
    "synopsis": "Music video for the song 100 Gaji Gobaeg by Vincent Blue.",
    "genres": [
        "Romance"
    ]
}
{
    "title": "Byeol Tteol-eojinda (I Do)",
    "studios": [],
    "synopsis": "Music video for D.O.'s song Stars Fall (I Do).",
    "genres": [
        "Romance"
    ]
}
{
    "title": "Boku no Pico",
    "studios": [
        "Sugar Boy",
        "Blue Cat"
    ],
    "synopsis": "Upbeat and effeminate Pico is working at his grandfather's coffee shop, Café Bebe, for the summer. Tamotsu is a white-collar worker looking for an escape from the mundanity of his everyday life. When they meet at the café, sparks of love and lust quickly draw the two together. Conventional notions of age, gender, and sexuality are broken down as the pair seeks carnal gratification in one another's company. But do the pleasures of flesh equate to a connection between hearts?\n\n[Written by MAL Rewrite]",
    "genres": [
        "Boys Love",
        "Hentai"
    ]
}
{
    "title": "Kiznaiver",
    "studios": [
        "Trigger"
    ],
    "synopsis": "Katsuhira Agata is a quiet and reserved teenage boy whose sense of pain has all but vanished. His friend, Chidori Takashiro, can only faintly remember the days before Katsuhira had undergone this profound change. Now, his muffled and complacent demeanor make Katsuhira a constant target for bullies, who exploit him for egregious sums of money. But their fists only just manage to make him blink, as even emotions are far from his grasp.\n\nHowever, one day Katsuhira, Chidori, and four other teenagers are abducted and forced to join the Kizuna System as official \"Kiznaivers.\" Those taking part are connected through pain: if one member is injured, the others will feel an equal amount of agony. These individuals must become the lab rats and scapegoats of an incomplete system designed with world peace in mind. With their fates literally intertwined, the Kiznaivers must expose their true selves to each other, or risk failing much more than just the Kizuna System.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Romance",
        "Sci-Fi"
    ]
}
{
    "title": "Kino no Tabi: The Beautiful World",
    "studios": [
        "A.C.G.T."
    ],
    "synopsis": "Kino, a 15-year-old traveler, forms a bond with Hermes, a talking motorcycle. Together, they wander the lands and venture through various countries and places, despite having no clear idea of what to expect. After all, life is a journey filled with the unknown. \n\nThroughout their journeys, they encounter different kinds of customs, from the morally gray to tragic and fascinating. They also meet many people: some who live to work, some who live to make others happy, and some who live to chase their dreams. Thus, in every country they visit, there is always something to learn from the way people carry out their lives. \n\nIt is not up to Kino or Hermes to decide whether these asserted values are wrong or right, as they merely assume the roles of observers within this small world. They do not attempt to change or influence the places they visit, despite how absurd these values would appear. That's because in one way or another, they believe things are fine as they are, and that \"the world is not beautiful; therefore, it is.\"\n\n[Written by MAL Rewrite]",
    "genres": [
        "Adventure",
        "Drama",
        "Fantasy"
    ]
}
{
    "title": "Subarashiki Kono Sekai The Animation",
    "studios": [
        "Shin-Ei Animation",
        "domerica"
    ],
    "synopsis": "One day in the bustling city of Shibuya, a boy named Neku Sakuraba finds himself holding two black pins that enable him to read the minds of people around him. However, these pins also give him the ability to see the \"Noise,\" hostile creatures capable of \"erasing\" people from existence. After discovering that he is trapped within the confines of the city, Neku receives a message regarding a mission that will nevertheless erase him should he fail. \n\nWhile trying to fend off a Noise attack, Neku meets a girl named Shiki Misaki who asks him to form a partnership pact with her to fight against the monsters. Shiki explains that she and Neku have become \"Players\" participating in the \"Reaper's Game\"—an event spanning over seven days, each featuring a different mission.\n\nAs Neku and Shiki both strive to survive each day that passes, they begin to meet other Players and Reapers alike, battle stronger Noise, and learn the truth behind the mystery that this game is shrouded in.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure"
    ]
}
{
    "title": "Monster",
    "studios": [
        "Madhouse"
    ],
    "synopsis": "Dr. Kenzou Tenma, an elite neurosurgeon recently engaged to his hospital director's daughter, is well on his way to ascending the hospital hierarchy. That is until one night, a seemingly small event changes Dr. Tenma's life forever. While preparing to perform surgery on someone, he gets a call from the hospital director telling him to switch patients and instead perform life-saving brain surgery on a famous performer. His fellow doctors, fiancée, and the hospital director applaud his accomplishment; but because of the switch, a poor immigrant worker is dead, causing Dr. Tenma to have a crisis of conscience.\n\nSo when a similar situation arises, Dr. Tenma stands his ground and chooses to perform surgery on the young boy Johan Liebert instead of the town's mayor. Unfortunately, this choice leads to serious ramifications for Dr. Tenma—losing his social standing being one of them. However, with the mysterious death of the director and two other doctors, Dr. Tenma's position is restored. With no evidence to convict him, he is released and goes on to attain the position of hospital director. \n\nNine years later when Dr. Tenma saves the life of a criminal, his past comes back to haunt him—once again, he comes face to face with the monster he operated on. He must now embark on a quest of pursuit to make amends for the havoc spread by the one he saved.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Mystery",
        "Suspense"
    ]
}
{
    "title": "Haikyuu!!",
    "studios": [
        "Production I.G"
    ],
    "synopsis": "Ever since having witnessed the \"Little Giant\" and his astonishing skills on the volleyball court, Shouyou Hinata has been bewitched by the dynamic nature of the sport. Even though his attempt to make his debut as a volleyball regular during a middle school tournament went up in flames, he longs to prove that his less-than-impressive height ceases to be a hindrance in the face of his sheer will and perseverance.\n\nWhen Hinata enrolls in Karasuno High School, the Little Giant's alma mater, he believes that he is one step closer to his goal of becoming a professional volleyball player. Although the school only retains a shadow of its former glory, Hinata's conviction isn't shaken until he learns that Tobio Kageyama—the prodigy who humiliated Hinata's middle school volleyball team in a crushing defeat—is now his teammate.\n\nTo fulfill his desire of leaving a mark on the realm of volleyball—so often regarded as the domain of the tall and the strong—Hinata must smooth out his differences with Kageyama. Only when Hinata learns what it takes to be a part of a team will he be able to join the race to the top in earnest.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Sports"
    ]
}
{
    "title": "Saiki Kusuo no Ψ-nan",
    "studios": [
        "J.C.Staff",
        "Egg Firm"
    ],
    "synopsis": "To the average person, psychic abilities might seem a blessing; for Kusuo Saiki, however, this could not be further from the truth. Gifted with a wide assortment of supernatural abilities ranging from telepathy to x-ray vision, he finds this so-called blessing to be nothing but a curse. As all the inconveniences his powers cause constantly pile up, all Kusuo aims for is an ordinary, hassle-free life—a life where ignorance is bliss.\n\nUnfortunately, the life of a psychic is far from quiet. Though Kusuo tries to stay out of the spotlight by keeping his powers a secret from his classmates, he ends up inadvertently attracting the attention of many odd characters, such as the empty-headed Riki Nendou and the delusional Shun Kaidou. Forced to deal with the craziness of the people around him, Kusuo comes to learn that the ordinary life he has been striving for is a lot more difficult to achieve than expected.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Supernatural"
    ]
}
{
    "title": "9",
    "studios": [],
    "synopsis": "Official music video for group_inou's song 9 also released on their \"music station\" album.",
    "genres": []
}
{
    "title": "Violet Evergarden",
    "studios": [
        "Kyoto Animation"
    ],
    "synopsis": "The Great War finally came to an end after four long years of conflict; fractured in two, the continent of Telesis slowly began to flourish once again. Caught up in the bloodshed was Violet Evergarden, a young girl raised for the sole purpose of decimating enemy lines. Hospitalized and maimed in a bloody skirmish during the War's final leg, she was left with only words from the person she held dearest, but with no understanding of their meaning.\n\nRecovering from her wounds, Violet starts a new life working at CH Postal Services after a falling out with her new intended guardian family. There, she witnesses by pure chance the work of an \"Auto Memory Doll,\" amanuenses that transcribe people's thoughts and feelings into words on paper. Moved by the notion, Violet begins work as an Auto Memory Doll, a trade that will take her on an adventure, one that will reshape the lives of her clients and hopefully lead to self-discovery.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Fantasy"
    ]
}
{
    "title": "Psycho-Pass",
    "studios": [
        "Production I.G"
    ],
    "synopsis": "Justice, and the enforcement of it, has changed. In the 22nd century, Japan enforces the Sibyl System, an objective means of determining the threat level of each citizen by examining their mental state for signs of criminal intent, known as their Psycho-Pass. Inspectors uphold the law by subjugating, often with lethal force, anyone harboring the slightest ill-will; alongside them are Enforcers, jaded Inspectors that have become latent criminals, granted relative freedom in exchange for carrying out the Inspectors' dirty work.\n\nInto this world steps Akane Tsunemori, a young woman with an honest desire to uphold justice. However, as she works alongside veteran Enforcer Shinya Kougami, she soon learns that the Sibyl System's judgments are not as perfect as her fellow Inspectors assume. With everything she has known turned on its head, Akane wrestles with the question of what justice truly is, and whether it can be upheld through the use of a system that may already be corrupt.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Mystery",
        "Sci-Fi",
        "Suspense"
    ]
}
{
    "title": "Under Ninja",
    "studios": [
        "Tezuka Productions"
    ],
    "synopsis": "A high school loner is given the part-time job of a lifetime as a modern day ninja tasked to perform international assassinations.\n\nAfter World War II, Allied Command in Japan developed a new agency to help manage terrorism and violence within the Pacific region. The agency was staffed with ninja and they were initially tasked to handle domestic affairs. Eventually that program grew to its current form, managing 20,000 ninja across a range of domestic and international affairs. One of those ninjas happens to be Kudo. The seventeen-year-old high school loser is now poised to be the next line of defense against a potential surge in foreign assassins invading Tokyo. \n\n(Source: Denpa, edited)",
    "genres": [
        "Action"
    ]
}
{
    "title": "Mirai no Mirai",
    "studios": [
        "Studio Chizu"
    ],
    "synopsis": "In a quiet corner of the city, four-year-old Kun Oota has lived a spoiled life as an only child with his parents and the family dog, Yukko. But when his new baby sister Mirai is brought home, his simple life is thrown upside-down; suddenly, it isn't all about him anymore. Despite his tantrums and nagging, Mirai is seemingly now the subject of all his parents' love.\n\nTo help him adapt to this drastic change, Kun is taken on an extraordinary journey through time, meeting his family's past, present, and future selves, as he learns not only what it means to be a part of a family, but also what it means to be an older brother.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Adventure",
        "Drama",
        "Fantasy"
    ]
}
{
    "title": "Sousou no Frieren",
    "studios": [
        "Madhouse"
    ],
    "synopsis": "During their decade-long quest to defeat the Demon King, the members of the hero's party—Himmel himself, the priest Heiter, the dwarf warrior Eisen, and the elven mage Frieren—forge bonds through adventures and battles, creating unforgettable precious memories for most of them.\n\nHowever, the time that Frieren spends with her comrades is equivalent to merely a fraction of her life, which has lasted over a thousand years. When the party disbands after their victory, Frieren casually returns to her \"usual\" routine of collecting spells across the continent. Due to her different sense of time, she seemingly holds no strong feelings toward the experiences she went through.\n\nAs the years pass, Frieren gradually realizes how her days in the hero's party truly impacted her. Witnessing the deaths of two of her former companions, Frieren begins to regret having taken their presence for granted; she vows to better understand humans and create real personal connections. Although the story of that once memorable journey has long ended, a new tale is about to begin.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Adventure",
        "Drama",
        "Fantasy"
    ]
}
{
    "title": "Boku no Hero Academia",
    "studios": [
        "Bones"
    ],
    "synopsis": "The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\n\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\n\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action"
    ]
}
{
    "title": "Subarashiki Kono Sekai The Animation",
    "studios": [
        "Shin-Ei Animation",
        "domerica"
    ],
    "synopsis": "One day in the bustling city of Shibuya, a boy named Neku Sakuraba finds himself holding two black pins that enable him to read the minds of people around him. However, these pins also give him the ability to see the \"Noise,\" hostile creatures capable of \"erasing\" people from existence. After discovering that he is trapped within the confines of the city, Neku receives a message regarding a mission that will nevertheless erase him should he fail. \n\nWhile trying to fend off a Noise attack, Neku meets a girl named Shiki Misaki who asks him to form a partnership pact with her to fight against the monsters. Shiki explains that she and Neku have become \"Players\" participating in the \"Reaper's Game\"—an event spanning over seven days, each featuring a different mission.\n\nAs Neku and Shiki both strive to survive each day that passes, they begin to meet other Players and Reapers alike, battle stronger Noise, and learn the truth behind the mystery that this game is shrouded in.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure"
    ]
}
{
    "title": "Gakkougurashi!",
    "studios": [
        "Lerche"
    ],
    "synopsis": "Carefree high school senior Yuki Takeya every day looks forward to the School Living Club. Consisting of the president Yuuri Wakasa, the athletic Kurumi Ebisuzawa, the mature Miki Naoki, the supervising teacher Megumi Sakura, and club dog Taroumaru, the club prides itself on making the most of life at school. There is only one rule the club members have to follow: all members must live their entire lives within school grounds.\n\nGakkougurashi! follows the adventures of the School Living Club as they promote independence and self-determination through their lively time residing at Megurigaoka Private High School.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Horror",
        "Mystery",
        "Slice of Life",
        "Supernatural",
        "Suspense"
    ]
}
{
    "title": "Subarashiki Kono Sekai The Animation",
    "studios": [
        "Shin-Ei Animation",
        "domerica"
    ],
    "synopsis": "One day in the bustling city of Shibuya, a boy named Neku Sakuraba finds himself holding two black pins that enable him to read the minds of people around him. However, these pins also give him the ability to see the \"Noise,\" hostile creatures capable of \"erasing\" people from existence. After discovering that he is trapped within the confines of the city, Neku receives a message regarding a mission that will nevertheless erase him should he fail. \n\nWhile trying to fend off a Noise attack, Neku meets a girl named Shiki Misaki who asks him to form a partnership pact with her to fight against the monsters. Shiki explains that she and Neku have become \"Players\" participating in the \"Reaper's Game\"—an event spanning over seven days, each featuring a different mission.\n\nAs Neku and Shiki both strive to survive each day that passes, they begin to meet other Players and Reapers alike, battle stronger Noise, and learn the truth behind the mystery that this game is shrouded in.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure"
    ]
}
{
    "title": "Mekakucity Actors",
    "studios": [
        "Shaft"
    ],
    "synopsis": "On the hot summer day of August 14, Shintarou Kisaragi is forced to leave his room for the first time in two years. While arguing with the cyber girl Ene who lives in his computer, Shintarou Kisaragi accidentally spills soda all over his keyboard. Though they try to find a replacement online, most stores are closed due to the Obon festival, leaving them with no other choice but to visit the local department store. Venturing outside makes Shintarou extremely anxious, but the thought of living without his computer is even worse. It's just his luck that on the day he finally goes out, he's caught in a terrifying hostage situation.\n\nLuckily, a group of teenagers with mysterious eye powers, who call themselves the \"Mekakushi Dan,\" assist Shintarou in resolving the situation. As a result, he is forced to join their group, along with Ene. Their abilities seem to be like pieces of a puzzle, connecting one another, and as each member's past is unveiled, the secret that ties them together is slowly brought to light.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Sci-Fi",
        "Supernatural"
    ]
}
{
    "title": "Devil Survivor 2 The Animation",
    "studios": [
        "Bridge"
    ],
    "synopsis": "The countdown to extinction begins on Sunday with the arrival of the Septentriones, otherworldly invaders set on the eradication of mankind. Caught in the crossfire, Hibiki Kuze and his friends join in the war for humanity's survival by signing contracts with demons to become \"Devil Summoners.\" Soon, their abilities attract the attention of JP's, an underground agency led by Yamato Houtsuin. Once recruited into JP's, Hibiki and his friends fight and bond alongside other ordinary citizens who are Devil Summoners. \n\nHowever, with each new day, another Septentrione appears to wreak havoc upon Japan. Even if many lives are lost in the process, before that night ends, the young summoners must defeat the invaders at all costs.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Supernatural"
    ]
}
{
    "title": "Sekikashita Kusanagi",
    "studios": [
        "TMS Entertainment"
    ],
    "synopsis": "In Sekikashita Kusanagi, Senkuu discovers an alternative way to revive petrified people–using Snickers! By feeding this chocolate to someone who has been petrified, that person will instantly revive just to have a taste of a Snickers bar. With this discovery, Senkuu uses Snickers to revive the famous comedian Kouki Kusanagi. \n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Sci-Fi"
    ]
}
{
    "title": "Eromanga-sensei",
    "studios": [
        "A-1 Pictures"
    ],
    "synopsis": "One year ago, Sagiri Izumi became step-siblings with Masamune Izumi. But the sudden death of their parents tears their new family apart, resulting in Sagiri becoming a shut-in which cut her off from her brother and society.\n\nWhile caring for what's left of his family, Masamune earns a living as a published light novel author with one small problem: he's never actually met his acclaimed illustrator, Eromanga-sensei, infamous for drawing the most lewd erotica. Through an embarrassing chain of events, he learns that his very own little sister was his partner the whole time!\n\nAs new characters and challenges appear, Masamune and Sagiri must now face the light novel industry together. Eromanga-Sensei follows the development of their relationship and their struggle to become successful; and as Sagiri slowly grows out of her shell, just how long will she be able to hide her true persona from the rest of the world?\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Romance",
        "Ecchi"
    ]
}
{
    "title": "Mushoku Tensei: Isekai Ittara Honki Dasu",
    "studios": [
        "Studio Bind"
    ],
    "synopsis": "Despite being bullied, scorned, and oppressed all of his life, a 34-year-old shut-in still found the resolve to attempt something heroic—only for it to end in a tragic accident. But in a twist of fate, he awakens in another world as Rudeus Greyrat, starting life again as a baby born to two loving parents.\n\nPreserving his memories and knowledge from his previous life, Rudeus quickly adapts to his new environment. With the mind of a grown adult, he starts to display magical talent that exceeds all expectations, honing his skill with the help of a mage named Roxy Migurdia. Rudeus learns swordplay from his father, Paul, and meets Sylphiette, a girl his age who quickly becomes his closest friend.\n\nAs Rudeus' second chance at life begins, he tries to make the most of his new opportunity while conquering his traumatic past. And perhaps, one day, he may find the one thing he could not find in his old world—love.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Adventure",
        "Drama",
        "Fantasy",
        "Ecchi"
    ]
}
{
    "title": "Yu☆Gi☆Oh!",
    "studios": [
        "Toei Animation"
    ],
    "synopsis": "Bullies often target someone frail and weak—someone exactly like Yuugi Mutou. His beautiful childhood friend, Anzu Mazaki, is always there to stand up for him, but he can't depend on her forever. Katsuya Jonouchi, who is almost always accompanied by his verbal sparring partner Hiroto Honda, doesn't seem like a bad person either, despite always bringing Yuugi trouble. But most of all, Yuugi wishes for a true friend who understands him and would never betray him.\n\nYuugi treasures his Millennium Puzzle, an ancient Egyptian artifact that was brought into his grandfather's game shop. Believing that solving the puzzle will grant him his wish, he completes the puzzle, unleashing a new personality within him—the soul of the \"King of Games.\"\n\nDark, twisted, strong, and reliable, the new personality named Yami Yuugi is the exact opposite of Yuugi. Upon any injustice toward him, Yami Yuugi takes over Yuugi's body and forces the opponent into a \"Shadow Game.\" The stakes are high as whoever loses shall have a taste of the darkness that resides within their own heart.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Comedy",
        "Fantasy"
    ]
}
{
    "title": "Kuroko no Basket",
    "studios": [
        "Production I.G"
    ],
    "synopsis": "For the last three years, Teikou Middle School has dominated the national basketball scene with its legendary lineup: the \"Generation of Miracles.\" It consisted of five prodigies who excelled at the sport, but a \"Phantom Sixth Man\" lurked in the shadows and helped earn the team their revered status. Eventually, their monstrous growth jaded them from the sport they loved and made them go their separate ways in high school.\n\nIn search of new members, the Seirin High School basketball team recruits Taiga Kagami and Tetsuya Kuroko, two freshmen who seem to have significant differences in abilities. Having returned recently from America, Kagami has both a natural aptitude and relentless love for the sport. Meanwhile, Kuroko lacks presence and exhibits no outstanding athletic talent. However, it is later revealed that he is Teikou's Phantom Sixth Man—the player once part of the Generation of Miracles.\n\nKuroko wants to prove to the Seirin team that he is strong in his own way. Seeing his conviction, Kagami forms a dynamic partnership with Kuroko, the latter promising to support Kagami's \"light\" as his \"shadow.\" Alongside their new Seirin teammates, they aim to conquer the upcoming Interhigh championship, but the reappearance of Kuroko's former teammates complicates their plan.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Sports"
    ]
}
{
    "title": "Blue Lock",
    "studios": [
        "8bit"
    ],
    "synopsis": "Yoichi Isagi was mere moments away from scoring a goal that would have sent his high school soccer team to the nationals, but a split-second decision to pass the ball to his teammate cost him that reality. Bitter, confused, and disappointed, Isagi wonders if the outcome would have been different had he not made the pass. When the young striker returns home, an invitation from the Japan Football Union awaits him. Through an arbitrary and biased decision-making process, Isagi is one of three hundred U-18 strikers selected for a controversial project named Blue Lock. \n\nThe project's ultimate goal is to turn one of the selected players into the star striker for the Japanese national team. To find the best participant, each diamond in the rough must compete against others through a series of solo and team competitions to rise to the top. Putting aside his ethical objections to the project, Isagi feels compelled to fight his way to the top, even if it means ruthlessly crushing the dreams of 299 aspiring young strikers.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Sports"
    ]
}
{
    "title": "Cowboy Bebop",
    "studios": [
        "Sunrise"
    ],
    "synopsis": "Crime is timeless. By the year 2071, humanity has expanded across the galaxy, filling the surface of other planets with settlements like those on Earth. These new societies are plagued by murder, drug use, and theft, and intergalactic outlaws are hunted by a growing number of tough bounty hunters.\n\nSpike Spiegel and Jet Black pursue criminals throughout space to make a humble living. Beneath his goofy and aloof demeanor, Spike is haunted by the weight of his violent past. Meanwhile, Jet manages his own troubled memories while taking care of Spike and the Bebop, their ship. The duo is joined by the beautiful con artist Faye Valentine, odd child Edward Wong Hau Pepelu Tivrusky IV, and Ein, a bioengineered Welsh Corgi.\n\nWhile developing bonds and working to catch a colorful cast of criminals, the Bebop crew's lives are disrupted by a menace from Spike's past. As a rival's maniacal plot continues to unravel, Spike must choose between life with his newfound family or revenge for his old wounds.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Award Winning",
        "Sci-Fi"
    ]
}
{
    "title": "Meitantei Conan",
    "studios": [
        "TMS Entertainment"
    ],
    "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Adventure",
        "Comedy",
        "Mystery"
    ]
}
{
    "title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Zoku",
    "studios": [
        "feel."
    ],
    "synopsis": "With the Volunteer Service Club now firmly established, it is receiving more requests from students in search of solutions to their various issues. However, the club members often struggle to see eye to eye when it comes to their problem-solving ideals. The suggestions that Hachiman Hikigaya recommends frequently clash with those of Yukino Yukinoshita, fracturing the relationships within the club. \n\nDespite their differences, with the trio constantly trying to find common ground, they may soon reach a point where they discover something genuine.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Romance"
    ]
}
{
    "title": "Durarara!!",
    "studios": [
        "Brain's Base"
    ],
    "synopsis": "In Tokyo's downtown district of Ikebukuro, amidst many strange rumors and warnings of anonymous gangs and dangerous occupants, one urban legend stands out above the rest—the existence of a headless \"Black Rider\" who is said to be seen driving a jet-black motorcycle through the city streets.\n\nMikado Ryuugamine has always longed for the excitement of the city life, and an invitation from a childhood friend convinces him to move to Tokyo. Witnessing the Black Rider on his first day in the city, his wishes already seem to have been granted. But as supernatural events begin to occur, ordinary citizens like himself, along with Ikebukuro's most colorful inhabitants, are mixed up in the commotion breaking out in their city.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Mystery",
        "Supernatural"
    ]
}
{
    "title": "Summertime Render",
    "studios": [
        "OLM"
    ],
    "synopsis": "Since the death of his parents, Shinpei Ajiro had lived with the Kofune family and their two daughters—Mio and Ushio. Although he then left his home island to continue his education in Tokyo, Shinpei returns after Ushio tragically drowns during the attempted rescue of a little girl. During the funeral, his best friend informs him about bruises found around Ushio's neck, casting doubt over the cause of her death.\n\nSuspecting a murder has taken place, Shinpei reevaluates recent events, but strange incidents only continue to transpire. Disappearing people and other unexplainable occurrences lead Mio to recall an old folktale referring to entities called \"Shadows,\" which may not be entirely fantasy. Supposedly, an encounter with one's Shadow foretells the person's impending demise.\n\nFacing the dark side of Hitogashima Island, Shinpei stands against his grim fate to fulfill Ushio's final will—to protect Mio.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Mystery",
        "Supernatural",
        "Suspense"
    ]
}
{
    "title": "Pluto",
    "studios": [
        "Studio M2"
    ],
    "synopsis": "Famous for his military service in the 39th Asian War, the legendary Swiss robot Montblanc is violently murdered. Humans and robots around the world mourn for the beloved celebrity. Montblanc's popularity only grew in the years following the war, thanks to his dedication to nature conservation and his loving personality.\n\nFellow war veteran and robotic Europol detective Gesicht is sent to investigate Montblanc's tragic demise. In his pursuit, Gesicht uncovers evidence of a mysterious entity known only as \"Pluto.\" He also learns of a conspiratorial plot to dismantle the eight specialized robots from around the world who participated in the war. Racing against time to save those who still remain, Gesicht grapples with his memory, morality, and a world full of hate, desperately attempting to defend the fragile coexistence of man and machine.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Mystery",
        "Sci-Fi",
        "Suspense"
    ]
}
{
    "title": "Kyokou Suiri",
    "studios": [
        "Brain's Base"
    ],
    "synopsis": "Hidden in plain sight, spirits known as youkai inhabit the world. While most are benign, a certain subset threatens the tenuous peace between youkai and humanity. Ever since she agreed to become their \"God of Wisdom,\" Kotoko Iwanaga has served as a mediator between the two realms, resolving any supernatural problems that come her way.\n\nAt a local hospital, Kotoko approaches Kurou Sakuragawa, a university student whose long-term relationship ended with an unfortunate breakup. Kotoko harbors feelings for him and suspects that something supernatural lurks within his harmless appearance, so she asks Kurou for his assistance in helping out youkai.\n\nTwo years later, news of an idol who was accidentally crushed to death by steel beams flooded the press. However, months later, sightings begin to tell of a faceless woman who wields a steel beam. As is the case for any supernatural problem, Kotoko and her partner set out to stop this spirit from wreaking havoc—but this case may prove to be far more sinister and personal than they could have ever thought.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Mystery",
        "Romance",
        "Supernatural"
    ]
}
{
    "title": "Yuru Camp△",
    "studios": [
        "C-Station"
    ],
    "synopsis": "While the perfect getaway for most girls her age might be a fancy vacation with their loved ones, Rin Shima's ideal way of spending her days off is camping alone at the base of Mount Fuji. From pitching her tent to gathering firewood, she has always done everything by herself, and has no plans of leaving her little solitary world.\n\nHowever, what starts off as one of Rin's usual camping sessions somehow ends up as a surprise get-together for two when the lost Nadeshiko Kagamihara is forced to take refuge at her campsite. Originally intending to see the picturesque view of Mount Fuji for herself, Nadeshiko's plans are disrupted when she ends up falling asleep partway to her destination. Alone and with no other choice, she seeks help from the only other person nearby. Despite their hasty introductions, the two girls nevertheless enjoy the chilly night together, eating ramen and conversing while the campfire keeps them warm. And even after Nadeshiko's sister finally picks her up later that night, both girls silently ponder the possibility of another camping trip together.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Slice of Life"
    ]
}
{
    "title": "Free!",
    "studios": [
        "Kyoto Animation",
        "Animation Do"
    ],
    "synopsis": "Haruka Nanase has a love for water and a passion for swimming. In elementary school, he competed in and won a relay race with his three friends Rin Matsuoka, Nagisa Hazuki, and Makoto Tachibana. After claiming victory at the tournament, the four friends went their separate ways. Years later, they reunite as high school students; however, Rin couldn't care less about returning to the way things used to be. Not only does he attend a different school, but the sole thing important to him is proving that he is a better swimmer than Haruka.\n\nAfter the bitter reunion, Haruka, Nagisa, and Makoto decide to form the Iwatobi High School Swim Club, but they will need a fourth member if they hope to take part in the upcoming tournament. Enter Rei Ryuugazaki, a former member of the track team whom Nagisa recruits. As the time to compete draws near, the four develop a close bond while training intensely to come out on top and settle things between Haruka and Rin once and for all.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Sports"
    ]
}
{
    "title": "Tonari no Kaibutsu-kun",
    "studios": [
        "Brain's Base"
    ],
    "synopsis": "Shizuku Mizutani is apathetic toward her classmates, only caring about her grades. However, her cold view of life begins to change when she meets Haru Yoshida, a violent troublemaker who stopped attending class after getting into a fight early in the school year. He is not much different from her, though—he too understands little about human nature and does not have any friends. Much to Shizuku's surprise, he proclaims that she will be his friend and immediately confesses his feelings toward her upon meeting her.\n \nBecause of her lack of friends and social interaction, Shizuku has a hard time understanding her relationship with Haru. But slowly, their friendship begins to progress, and she discovers that there is more to Haru than violence. She begins to  develop feelings for him, but is unsure what kind of emotions she is experiencing. Together, Shizuku and Haru explore the true nature of their relationship and emotions.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Romance"
    ]
}
{
    "title": "Monster Musume no Oishasan",
    "studios": [
        "Arvo Animation"
    ],
    "synopsis": "After years of conflict, humans and monsters have settled their differences and are now at peace. This post-war era led to the foundation of Lindworm—a town which has since become the focal point of racial harmony.\n\nAs a human doctor specializing in monster biology, Glenn Litbeit runs a small clinic alongside his partner, Saphentite Neikes, who is a half-snake monster known as a lamia. He uses his knowledge to tend to any monsters who seek his aid. Whatever affliction, concern, or injury it may be, he will always be there, ready to help.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Fantasy",
        "Romance",
        "Ecchi"
    ]
}
{
    "title": "Dead Mount Death Play",
    "studios": [
        "Geek Toys"
    ],
    "synopsis": "A powerful necromancer known as the Corpse God dies during a legendary battle, only to be reborn as Polka Shinoyama, a young boy in modern-day Tokyo. In the process of trying to adapt to his new physical body, he gets targeted by various groups that deal with the supernatural. Among them is Misaki Sakimiya, a high school girl who can see spirits and is out for his blood from the very moment they meet.\n\nAttempting to make sense of this situation where unknown parties want him dead, Polka eventually meets Takumi Kuruya, a contractor skilled in surveillance and hacking, and Lisa Kuraki, a crime boss operating out of Shinjuku. Alongside these—and other unexpected—allies, Polka braves danger to reveal the truth of his reincarnation and the fate awaiting the world he now lives in.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Fantasy",
        "Supernatural"
    ]
}
{
    "title": "Gakuen Babysitters",
    "studios": [
        "Brain's Base"
    ],
    "synopsis": "After losing both parents in a fatal plane crash, teenager Ryuuichi Kashima must adjust to his new life as the guardian of his younger brother Kotarou. Although Ryuuichi is able to maintain a friendly and kindhearted demeanor, Kotarou is a reserved toddler still too young to understand the reality of the situation. At their parents' funeral, they are approached by Youko Morinomiya, the stern chairman of an elite academy, who decides to take them under her care.\n \nHowever, there is one condition Ryuuichi must fulfill in exchange for a roof over their heads and enrolment in the school—he must become the school's babysitter. In an effort to support the female teachers at the academy, a babysitter's club was established to look after their infant children; unfortunately, the club is severely short-staffed, so now not only is Ryuuichi responsible for his little brother, but also a handful of toddlers who possess dynamic personalities.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Slice of Life"
    ]
}
{
    "title": "Yuzuki-san Chi no Yonkyoudai.",
    "studios": [
        "Shuka"
    ],
    "synopsis": "The Yuzuki family, which consists of four brothers, lost their parents two years ago. Hayato, the eldest son, is a hard worker and the pillar of the family. Mikoto, the second son, is calm and collected, but he has a soft spot for his younger brother Minato, whom he adores and thinks is cute. Minato, the third son, is energetic and adores his brothers, but he is clumsy and awkward. Gakuto, the fourth son, is a studious and mature first-grader who is often referred to as a \"wise man.\" The manga depicts the four brothers' daily lives as they navigate their family, school, and community.\n\n(Source: MAL News)",
    "genres": [
        "Slice of Life"
    ]
}
{
    "title": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu Ω",
    "studios": [
        "Tezuka Productions",
        "Okuruto Noboru"
    ],
    "synopsis": "The Demon King Diablo is back as... God? A fateful encounter with the High Priest Lumachina Weselia finds Diablo and his party accompanying this mysterious stranger on a journey to cleanse the Church of its corruption. Believed to be God by Lumachina, Diablo eventually decides to protect her on her initial quest to find the head paladin, the virtuous Batutta.\n\nDiablo, Rem, Shera and Lumachina are joined by the grasswalker, Horn and the Magmatic Maid, Rose. Will Diablo fulfil Lumachina's wish? And can the Demon Lord from Another World truly play the role of God?",
    "genres": [
        "Action",
        "Fantasy",
        "Ecchi"
    ]
}
{
    "title": "Boku no Kokoro no Yabai Yatsu",
    "studios": [
        "Shin-Ei Animation"
    ],
    "synopsis": "Kyoutarou Ichikawa may look like a shy and reserved middle school student, but deep within his heart is a bloodthirsty killer. His ultimate desire is to see his classmate Anna Yamada's beautiful face writhing in pain before he ends her life. But this fantasy may never come to fruition, as Ichikawa starts to see an entirely different side to Yamada.\n\nOften seeking refuge in the library, Ichikawa frequently runs into Yamada. It is during these encounters that Ichikawa realizes his model classmate is actually an airhead who can never read the room. As they spend more time together, the boy cannot help but feel not only a sense of endearment toward the very girl he wishes to murder but also a desire to protect her at all costs. Is it possible that this sudden change in Ichikawa's perspective could lead to something more?\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Romance"
    ]
}
{
    "title": "Shinsekai yori",
    "studios": [
        "A-1 Pictures"
    ],
    "synopsis": "In the town of Kamisu 66, 12-year-old Saki Watanabe has just awakened to her psychic powers and is relieved to rejoin her friends—the mischievous Satoru Asahina, the shy Mamoru Itou, the cheerful Maria Akizuki, and Shun Aonuma, a mysterious boy whom Saki admires—at Sage Academy, a special school for psychics. However, unease looms as Saki begins to question the fate of those unable to awaken to their powers, and the children begin to get involved with secretive matters such as the rumored Tainted Cats said to abduct children.\n\nShinsekai yori tells the unique coming-of-age story of Saki and her friends as they journey to grow into their roles in the supposed utopia. Accepting these roles, however, might not come easy when faced with the dark and shocking truths of society, and the impending havoc born from the new world.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Sci-Fi",
        "Suspense"
    ]
}
{
    "title": "Death Note",
    "studios": [
        "Madhouse"
    ],
    "synopsis": "Brutal murders, petty thefts, and senseless violence pollute the human world. In contrast, the realm of death gods is a humdrum, unchanging gambling den. The ingenious 17-year-old Japanese student Light Yagami and sadistic god of death Ryuk share one belief: their worlds are rotten.\n\nFor his own amusement, Ryuk drops his Death Note into the human world. Light stumbles upon it, deeming the first of its rules ridiculous: the human whose name is written in this note shall die. However, the temptation is too great, and Light experiments by writing a felon's name, which disturbingly enacts his first murder.\n\nAware of the terrifying godlike power that has fallen into his hands, Light—under the alias Kira—follows his wicked sense of justice with the ultimate goal of cleansing the world of all evil-doers. The meticulous mastermind detective L is already on his trail, but as Light's brilliance rivals L's, the grand chase for Kira turns into an intense battle of wits that can only end when one of them is dead.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Supernatural",
        "Suspense"
    ]
}
{
    "title": "Yuu☆Yuu☆Hakusho",
    "studios": [
        "Pierrot"
    ],
    "synopsis": "One fateful day, Yuusuke Urameshi, a 14-year-old delinquent with a dim future, gets a miraculous chance to turn it all around when he throws himself in front of a moving car to save a young boy. His ultimate sacrifice is so out of character that the authorities of the spirit realm are not yet prepared to let him pass on. Koenma, heir to the throne of the spirit realm, offers Yuusuke an opportunity to regain his life through completion of a series of tasks. With the guidance of the death god Botan, he is to thwart evil presences on Earth as a Spirit Detective.\n\nTo help him on his venture, Yuusuke enlists ex-rival Kazuma Kuwabara, and two demons, Hiei and Kurama, who have criminal pasts. Together, they train and battle against enemies who would threaten humanity's very existence.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Fantasy"
    ]
}
{
    "title": "One Piece",
    "studios": [
        "Toei Animation"
    ],
    "synopsis": "Barely surviving in a barrel after passing through a terrible whirlpool at sea, carefree Monkey D. Luffy ends up aboard a ship under attack by fearsome pirates. Despite being a naive-looking teenager, he is not to be underestimated. Unmatched in battle, Luffy is a pirate himself who resolutely pursues the coveted One Piece treasure and the King of the Pirates title that comes with it.\n\nThe late King of the Pirates, Gol D. Roger, stirred up the world before his death by disclosing the whereabouts of his hoard of riches and daring everyone to obtain it. Ever since then, countless powerful pirates have sailed dangerous seas for the prized One Piece only to never return. Although Luffy lacks a crew and a proper ship, he is endowed with a superhuman ability and an unbreakable spirit that make him not only a formidable adversary but also an inspiration to many.\n\nAs he faces numerous challenges with a big smile on his face, Luffy gathers one-of-a-kind companions to join him in his ambitious endeavor, together embracing perils and wonders on their once-in-a-lifetime adventure.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure",
        "Fantasy"
    ]
}
{
    "title": "Saiki Kusuo no Ψ-nan",
    "studios": [
        "J.C.Staff",
        "Egg Firm"
    ],
    "synopsis": "To the average person, psychic abilities might seem a blessing; for Kusuo Saiki, however, this could not be further from the truth. Gifted with a wide assortment of supernatural abilities ranging from telepathy to x-ray vision, he finds this so-called blessing to be nothing but a curse. As all the inconveniences his powers cause constantly pile up, all Kusuo aims for is an ordinary, hassle-free life—a life where ignorance is bliss.\n\nUnfortunately, the life of a psychic is far from quiet. Though Kusuo tries to stay out of the spotlight by keeping his powers a secret from his classmates, he ends up inadvertently attracting the attention of many odd characters, such as the empty-headed Riki Nendou and the delusional Shun Kaidou. Forced to deal with the craziness of the people around him, Kusuo comes to learn that the ordinary life he has been striving for is a lot more difficult to achieve than expected.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Supernatural"
    ]
}
{
    "title": "Kuroko no Basket",
    "studios": [
        "Production I.G"
    ],
    "synopsis": "For the last three years, Teikou Middle School has dominated the national basketball scene with its legendary lineup: the \"Generation of Miracles.\" It consisted of five prodigies who excelled at the sport, but a \"Phantom Sixth Man\" lurked in the shadows and helped earn the team their revered status. Eventually, their monstrous growth jaded them from the sport they loved and made them go their separate ways in high school.\n\nIn search of new members, the Seirin High School basketball team recruits Taiga Kagami and Tetsuya Kuroko, two freshmen who seem to have significant differences in abilities. Having returned recently from America, Kagami has both a natural aptitude and relentless love for the sport. Meanwhile, Kuroko lacks presence and exhibits no outstanding athletic talent. However, it is later revealed that he is Teikou's Phantom Sixth Man—the player once part of the Generation of Miracles.\n\nKuroko wants to prove to the Seirin team that he is strong in his own way. Seeing his conviction, Kagami forms a dynamic partnership with Kuroko, the latter promising to support Kagami's \"light\" as his \"shadow.\" Alongside their new Seirin teammates, they aim to conquer the upcoming Interhigh championship, but the reappearance of Kuroko's former teammates complicates their plan.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Sports"
    ]
}
{
    "title": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
    "studios": [
        "Lerche"
    ],
    "synopsis": "On the surface, Koudo Ikusei Senior High School is a utopia. The students enjoy an unparalleled amount of freedom, and it is ranked highly in Japan. However, the reality is less than ideal. Four classes, A through D, are ranked in order of merit, and only the top classes receive favorable treatment.\n\nKiyotaka Ayanokouji is a student of Class D, where the school dumps its worst. There he meets the unsociable Suzune Horikita, who believes she was placed in Class D by mistake and desires to climb all the way to Class A, and the seemingly amicable class idol Kikyou Kushida, whose aim is to make as many friends as possible.\n\nWhile class membership is permanent, class rankings are not; students in lower ranked classes can rise in rankings if they score better than those in the top ones. Additionally, in Class D, there are no bars on what methods can be used to get ahead. In this cutthroat school, can they prevail against the odds and reach the top?\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama"
    ]
}
{
    "title": "Youjo Senki",
    "studios": [
        "Nut"
    ],
    "synopsis": "Tanya Degurechaff is a young soldier infamous for predatorial-like ruthlessness and an uncanny, tactical aptitude, earning her the nickname of the \"Devil of the Rhine.\" Underneath her innocuous appearance, however, lies the soul of a man who challenged Being X, the self-proclaimed God, to a battle of wits—which resulted in him being reincarnated as a little girl into a world of magical warfare. Hellbent on defiance, Tanya resolves to ascend the ranks of her country's military as it slowly plunges into world war, with only Being X proving to be the strongest obstacle in recreating the peaceful life she once knew. But her perceptive actions and combat initiative have an unintended side effect: propelling the mighty Empire into becoming one of the most powerful nations in mankind's history.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Fantasy"
    ]
}
{
    "title": "Overlord",
    "studios": [
        "Madhouse"
    ],
    "synopsis": "The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!\n\nConfronted with this abnormal situation, Momonga commands his loyal servants to help him investigate and take control of this new world, with the hopes of figuring out what has caused this development and if there may be others in the same predicament.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure",
        "Fantasy"
    ]
}
{
    "title": "Sabage-bu!",
    "studios": [
        "Pierrot Plus"
    ],
    "synopsis": "On a train to her new middle school, Momoka Sonokawa is preyed upon by a molester, only to be rescued by a girl wielding dual pistols. The girl turns out to be Miou Ootori, Momoka's upperclassman and president of the Aogiri Academy's Survival Game Club, called Sabage-bu for short. Noticing Momoka's aptitude with a pistol, Miou takes a liking to her and tries to persuade her to join the club. In spite of her steadfast refusal, Momoka inexplicably finds herself a member of Sabage-bu.\n\nSabage-bu is anything but a typical middle-school club. Its members' socially awkward behaviors scare Momoka. Their personalities range from the fanatical to the completely delusional. They do not hold back from walking around public areas wearing ghillie suits or even bungee jumping from the school building. Thrown together with this collection of survival game maniacs, the zealously ordinary Momoka must somehow adjust to her unexpectedly wild school life.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Comedy"
    ]
}
{
    "title": "Buddy Daddies",
    "studios": [
        "P.A. Works"
    ],
    "synopsis": "On Christmas Eve, four-year-old Miri Unasaka arrives in Tokyo completely alone, in search of her father. The bright lights and merry atmosphere guide Miri to a big hotel and a man with a delicious-looking cake. However, the child has just unknowingly walked into the center of an elaborate, foolproof plan for assassinating a dangerous mafia boss.\n\nProfessional assassins Kazuki Kurusu and Rei Suwa live together, fleeing memories of their grim childhoods and avoiding emotional connections. When their mission goes awry and they end up bringing Miri home, there is only one reasonable thing to do: return Miri to her mother. But the girl's innocent laugh and pure worldview quickly enamor her to Kazuki, who secretly enjoys playing a parent, and it is not long before Rei's impenetrable heart makes room for Miri.\n\nMiri's every move is unpredictable, and Kazuki and Rei find raising an energetic child harder than any of their missions. Although it presents a great risk to their careers, Kazuki and Rei—both assuming the affectionate nickname \"papa\"—decide to provide Miri with a normal childhood despite all the odds stacked against them.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Comedy"
    ]
}
{
    "title": "Good Night World",
    "studios": [
        "NAZ"
    ],
    "synopsis": "In the online game \"Planet,\" there is a powerful team of four players. This team goes by the name \"The Akabane Family,\" and its members are a pseudo-family that only exists in the game. Although they aren't aware of it, these four players are actually a broken family in real life.\n\nA shut-in older brother. A high-achieving younger brother. A father who is not respected by his own children. A mother who neglects her own household. They do not know the warmth of family. They also don't know that the warmth of their online family is only a passing feeling. And most of all, they don't know they are a real family.\n\nCentered on the deeds of the Akabane Family in the online game \"Planet,\" the story features battles against monsters, clashes with other guilds, and the machinations surrounding \"Black Bird,\" the final objective of the game. The tale takes a major turn as it entangles the real world and this real family.\n\n(Source: Netflix, edited)",
    "genres": [
        "Drama",
        "Fantasy"
    ]
}
{
    "title": "Fullmetal Alchemist: Brotherhood",
    "studios": [
        "Bones"
    ],
    "synopsis": "After a horrific alchemy experiment goes wrong in the Elric household, brothers Edward and Alphonse are left in a catastrophic new reality. Ignoring the alchemical principle banning human transmutation, the boys attempted to bring their recently deceased mother back to life. Instead, they suffered brutal personal loss: Alphonse's body disintegrated while Edward lost a leg and then sacrificed an arm to keep Alphonse's soul in the physical realm by binding it to a hulking suit of armor.\n\nThe brothers are rescued by their neighbor Pinako Rockbell and her granddaughter Winry. Known as a bio-mechanical engineering prodigy, Winry creates prosthetic limbs for Edward by utilizing \"automail,\" a tough, versatile metal used in robots and combat armor. After years of training, the Elric brothers set off on a quest to restore their bodies by locating the Philosopher's Stone—a powerful gem that allows an alchemist to defy the traditional laws of Equivalent Exchange.\n\nAs Edward becomes an infamous alchemist and gains the nickname \"Fullmetal,\" the boys' journey embroils them in a growing conspiracy that threatens the fate of the world.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Fantasy"
    ]
}
{
    "title": "Senki Zesshou Symphogear",
    "studios": [
        "Satelight",
        "Encourage Films"
    ],
    "synopsis": "Tsubasa Kazanari and Kanade Amou—the idol duo known as Zwei Wing—use their songs to power ancient weapons known as \"symphogears\" to combat a deadly alien race called the \"Noise.\" While the general public is aware of the Noise's existence, knowledge of the symphogears are kept a secret. When the Noise attack one of Zwei Wing's concerts, Kanade sacrifices herself to protect a young girl named Hibiki Tachibana, leaving Tsubasa devastated and a fragment of her symphogear embedded within Hibiki.\n\nTwo years pass and Hibiki is once again dragged into a Noise attack. While rescuing a young girl who has been left behind during the evacuation, she awakens the power of Kanade's symphogear lying within her. Although Tsubasa still grieves over the loss of Kanade, both girls must now learn to work together using their powers to defend humanity against the Noise.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Sci-Fi"
    ]
}
{
    "title": "Naruto",
    "studios": [
        "Pierrot"
    ],
    "synopsis": "Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\n\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure",
        "Fantasy"
    ]
}
{
    "title": "Denpa-teki na Kanojo",
    "studios": [
        "Brain's Base"
    ],
    "synopsis": "Delinquent Juu Juuzawa is a lone wolf who does not see much use in befriending people. So when a girl named Ame Ochibana claims they are linked together from their previous lives, he is highly skeptical and doesn't want anything to do with her. Even stranger is that her fondest wish is to be his servant. Thinking that Ame must be delusional, he tries to distance himself from her. But when a classmate is murdered, Juu instead decides to keep her close, believing the strange girl to be the culprit. However, her intelligence and skill begin to prove invaluable as the two begin working together to solve the murder.\n\nDenpa-teki na Kanojo weaves together a story of love, loss, and devotion, showing that allies can be found in the most unlikely of places.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Mystery",
        "Suspense"
    ]
}
{
    "title": "Kyokou Suiri",
    "studios": [
        "Brain's Base"
    ],
    "synopsis": "Hidden in plain sight, spirits known as youkai inhabit the world. While most are benign, a certain subset threatens the tenuous peace between youkai and humanity. Ever since she agreed to become their \"God of Wisdom,\" Kotoko Iwanaga has served as a mediator between the two realms, resolving any supernatural problems that come her way.\n\nAt a local hospital, Kotoko approaches Kurou Sakuragawa, a university student whose long-term relationship ended with an unfortunate breakup. Kotoko harbors feelings for him and suspects that something supernatural lurks within his harmless appearance, so she asks Kurou for his assistance in helping out youkai.\n\nTwo years later, news of an idol who was accidentally crushed to death by steel beams flooded the press. However, months later, sightings begin to tell of a faceless woman who wields a steel beam. As is the case for any supernatural problem, Kotoko and her partner set out to stop this spirit from wreaking havoc—but this case may prove to be far more sinister and personal than they could have ever thought.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Mystery",
        "Romance",
        "Supernatural"
    ]
}
{
    "title": "Kino no Tabi: The Beautiful World",
    "studios": [
        "A.C.G.T."
    ],
    "synopsis": "Kino, a 15-year-old traveler, forms a bond with Hermes, a talking motorcycle. Together, they wander the lands and venture through various countries and places, despite having no clear idea of what to expect. After all, life is a journey filled with the unknown. \n\nThroughout their journeys, they encounter different kinds of customs, from the morally gray to tragic and fascinating. They also meet many people: some who live to work, some who live to make others happy, and some who live to chase their dreams. Thus, in every country they visit, there is always something to learn from the way people carry out their lives. \n\nIt is not up to Kino or Hermes to decide whether these asserted values are wrong or right, as they merely assume the roles of observers within this small world. They do not attempt to change or influence the places they visit, despite how absurd these values would appear. That's because in one way or another, they believe things are fine as they are, and that \"the world is not beautiful; therefore, it is.\"\n\n[Written by MAL Rewrite]",
    "genres": [
        "Adventure",
        "Drama",
        "Fantasy"
    ]
}
{
    "title": "Watashi no Shiawase na Kekkon",
    "studios": [
        "Kinema Citrus"
    ],
    "synopsis": "Misery seems everlasting in Miyo Saimori's life. Born from an arranged marriage, she was quickly discarded after her mother's tragic death. Her father remarried, and her younger half-sister Kaya received all the affection, while Miyo was degraded to a lowly servant. Lacking the strength to fight against her family's abuse, Miyo loses hope that her luck will ever turn.\n\nUnexpectedly, Miyo's father summons her to deliver surprising news: she is to marry Kiyoka Kudou, the head of the distinguished Kudou family. Despite his noble background, Kiyoka is known to be a callous man who has thus far dismissed all of his former fiancées.\n\nUpon arriving at the Kudou household, Miyo expects coarse treatment and to be tossed aside. However, contrary to her assumptions, Kiyoka shows her the kindness and love that she has desperately needed. Marrying Kiyoka may be Miyo's one chance to break free from her neglectful family and embrace a life of happiness.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Fantasy",
        "Romance"
    ]
}
{
    "title": "Deca-Dence",
    "studios": [
        "Nut"
    ],
    "synopsis": "Far in the future, the lifeforms known as Gadoll suddenly arose as a threat to humanity. The last surviving humans on Earth confine themselves to the Tank, a lower district in the giant mobile fortress Deca-Dence. While the Gears who live on the upper floors are warriors who go out to fight as part of the Power, most Tankers are content to provide support from the backlines, butchering Gadoll meat and reinforcing defenses. Natsume is among those who would rather go to the front lines; undeterred by her prosthetic right arm, she seeks to join the small number of Tanker soldiers who join the Gears in combat. \n\nBut despite her peers at the orphanage each receiving their work assignments, Natsume’s enlistment to the Power remains unapproved. In the meantime, she begins a job as a cleaner in an armor repair team led by the hard-nosed and apathetic Kaburagi, who seems to be more than he lets on. Though initially cold to his idealistic subordinate, he soon recognizes in her the potential to upset the status quo of the world. As Natsume’s new mentor, Kaburagi prepares her for the special and unique role as a game-changing bug in the system.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure",
        "Sci-Fi"
    ]
}
{
    "title": "BanG Dream!",
    "studios": [
        "Xebec",
        "Issen"
    ],
    "synopsis": "When Kasumi Toyama was out camping as a child, she heard the rhythm of the \"Star Beat\" while admiring the starry night sky. This sparkling, heart-pounding sound left a lasting impression on her, and since then, she has constantly been seeking to rediscover that exciting thrill.\n\nNow, as a newly enrolled student of Hanasakigawa Girls' High School, Kasumi is more determined than ever to find that long-lost sensation again. She attempts a myriad of school club activities, and even considers taking up a part-time job, but none of these feel suitable for her. That is, until she chances upon a star-shaped guitar in the storage room of an old pawn shop. It leads her to a live house, where she is captivated by watching a live performance for the first time. Spurred from the adrenaline, she instantly decides to form a band without even really knowing why. However, such a venture requires her to confront various hurdles with new friends she makes along the way, all in her pursuit to encounter that twinkling, heart-throbbing ardor once more.\n\n[Written by MAL Rewrite]",
    "genres": []
}
{
    "title": "Jujutsu Kaisen",
    "studios": [
        "MAPPA"
    ],
    "synopsis": "Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the King of Curses.\n\nYuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Prefectural Jujutsu High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Award Winning",
        "Fantasy"
    ]
}
{
    "title": "Fushigi Dagashiya: Zenitendou",
    "studios": [
        "Toei Animation",
        "Gallop",
        "Kanaban Graphics"
    ],
    "synopsis": "Zenitendo is a mysterious candy store that only lucky people can reach. All the candy recommended by Beniko, the owner of the store, is perfectly suited to the buyer's troubles. However, it depends on whether the candy will be used or eaten correctly that it can bring happiness or misfortune.\n\n(Source: MAL News)",
    "genres": [
        "Mystery"
    ]
}
{
    "title": "Nana",
    "studios": [
        "Madhouse"
    ],
    "synopsis": "Departing from their respective hometowns, two young women with identical names are brought together in their pursuit of new beginnings. With their hearts set on going to Tokyo, Nana Komatsu dreams about blissful love, while Nana Osaki aims for a successful music career.\n\nThe former has a cheerful and friendly nature, but her naivety has steered her romantic life astray until she meets her dependable boyfriend—Shouji Endo. Without letting herself be dismayed by Shouji's decision to study in Tokyo, Nana works hard to earn enough money and follow him there. Meanwhile, her namesake is a solitary punk vocalist whose impassioned romance with her band's bassist, Ren Honjou, comes to a sudden end. Though heartbroken, Nana bravely looks forward and travels to the capital with the ambition of becoming a recognized artist.\n\nShortly after they arrive in Tokyo, the girls cross paths again due to an unexpected coincidence that ultimately leads them to live under the same roof. As they grow closer, the two strive to support one another amid their struggles to forge a future for themselves.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Romance"
    ]
}
{
    "title": "Clannad",
    "studios": [
        "Kyoto Animation"
    ],
    "synopsis": "Tomoya Okazaki is a delinquent who finds life dull and believes he'll never amount to anything. Along with his friend Youhei Sunohara, he skips school and plans to waste his high school days away.\n\nOne day while walking to school, Tomoya passes a young girl muttering quietly to herself. Without warning she exclaims \"Anpan!\" (a popular Japanese food) which catches Tomoya's attention. He soon discovers the girl's name is Nagisa Furukawa and that she exclaims things she likes in order to motivate herself. Nagisa claims they are now friends, but Tomoya walks away passing the encounter off as nothing.\n\nHowever, Tomoya finds he is noticing Nagisa more and more around school. Eventually he concedes and befriends her. Tomoya learns Nagisa has been held back a year due to a severe illness and that her dream is to revive the school's drama club. Claiming he has nothing better to do, he decides to help her achieve this goal along with the help of four other girls.\n\nAs Tomoya spends more time with the girls, he learns more about them and their problems. As he attempts to help each girl overcome her respective obstacle, he begins to realize life isn't as dull as he once thought.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Romance",
        "Supernatural"
    ]
}
{
    "title": "Death Note",
    "studios": [
        "Madhouse"
    ],
    "synopsis": "Brutal murders, petty thefts, and senseless violence pollute the human world. In contrast, the realm of death gods is a humdrum, unchanging gambling den. The ingenious 17-year-old Japanese student Light Yagami and sadistic god of death Ryuk share one belief: their worlds are rotten.\n\nFor his own amusement, Ryuk drops his Death Note into the human world. Light stumbles upon it, deeming the first of its rules ridiculous: the human whose name is written in this note shall die. However, the temptation is too great, and Light experiments by writing a felon's name, which disturbingly enacts his first murder.\n\nAware of the terrifying godlike power that has fallen into his hands, Light—under the alias Kira—follows his wicked sense of justice with the ultimate goal of cleansing the world of all evil-doers. The meticulous mastermind detective L is already on his trail, but as Light's brilliance rivals L's, the grand chase for Kira turns into an intense battle of wits that can only end when one of them is dead.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Supernatural",
        "Suspense"
    ]
}
{
    "title": "Kanojo ga Koushaku-tei ni Itta Riyuu",
    "studios": [
        "Typhoon Graphics"
    ],
    "synopsis": "When, after her sudden death, Rinko Hanasaki is reborn as Raeliana McMillan, she is not sure whether to curse her luck. Raeliana was a minor character in a novel Rinko read, and as the eldest daughter of a nouveau-riche baron, she led a carefree life until her unfortunate demise at the hands of her fiancé, Lord Francis Brooks. To avoid her destined fate, Raeliana is determined to end her engagement with Francis.\n\nHowever, when Francis refuses to break things off, Raeliana decides to seek help from someone of higher standing and approaches Duke Noah Wynknight—the novel's male protagonist. Using her knowledge of the plot, Raeliana captures the duke's interest by proposing a deal: she will not expose his secrets if Noah agrees to act as her fiancé. Little does she know that getting involved with a duke who only shows his true colors around her may lead to more than she bargained for.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Fantasy",
        "Romance"
    ]
}
{
    "title": "Kanojo, Okarishimasu",
    "studios": [
        "TMS Entertainment"
    ],
    "synopsis": "Kazuya Kinoshita is a 20-year-old college student who has a wonderful girlfriend: the bright and sunny Mami Nanami. But suddenly, he doesn't. Without warning, Mami breaks up with him, leaving him utterly heartbroken and lonely. Seeking to soothe the pain, he hires a rental girlfriend through an online app. His partner is Chizuru Mizuhara, who through her unparalleled beauty and cute demeanor, manages to gain Kazuya's affection.\n\nBut after reading similar experiences other customers had had with Chizuru, Kazuya believes her warm smile and caring personality were all just an act to toy with his heart, and he rates her poorly. Aggravated, Chizuru lambastes him for his shameless hypocrisy, revealing her true pert and hot-tempered self. This one-sided exchange is cut short, however, when Kazuya finds out that his grandmother has collapsed.\n\nThey dash toward the hospital and find Kazuya's grandmother already in good condition. Baffled by Chizuru's presence, she asks who this girl might be. On impulse, Kazuya promptly declares that they are lovers, forcing Chizuru to play the part. But with Kazuya still hung up on his previous relationship with Mami, how long can this difficult client and reluctant rental girlfriend keep up their act?\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Romance"
    ]
}
{
    "title": "Akagami no Shirayuki-hime",
    "studios": [
        "Bones"
    ],
    "synopsis": "Although her name means \"snow white,\" Shirayuki is a cheerful, red-haired girl living in the country of Tanbarun who works diligently as an apothecary at her herbal shop. Her life changes drastically when she is noticed by the silly prince of Tanbarun, Prince Raji, who then tries to force her to become his concubine. Unwilling to give up her freedom, Shirayuki cuts her long red hair and escapes into the forest, where she is rescued from Raji by Zen Wistalia, the second prince of a neighboring country, and his two aides. Hoping to repay her debt to the trio someday, Shirayuki sets her sights on pursuing a career as the court herbalist in Zen's country, Clarines.\n\nAkagami no Shirayuki-hime depicts Shirayuki's journey toward a new life at the royal palace of Clarines, as well as Zen's endeavor to become a prince worthy of his title. As loyal friendships are forged and deadly enemies formed, Shirayuki and Zen slowly learn to support each other as they walk their own paths.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama",
        "Fantasy",
        "Romance"
    ]
}
{
    "title": "Heike Monogatari",
    "studios": [
        "Science SARU"
    ],
    "synopsis": "The Taira clan, also known as the Heike, holds immense authority over Japan. When a young girl, gifted with an odd eye that allows her to see the future, foolishly disrespects the clan, her father pays the price of her crime with his life. Soon after, as fate would have it, Taira no Shigemori—the eldest son of the clan leader—stumbles upon the same unfortunate girl, who now calls herself \"Biwa.\" Biwa informs him that the downfall of the Heike is imminent. After learning of the great injustice Biwa suffered at the Heike's hands, Shigemori vows to take her in and care for her rather than let her be killed.\n\nIn an era of rising military tension, the Heike are in the midst of a cunning struggle for power, and bloodstained war is on the horizon. Shigemori, whose eyes allow him to see spirits of the dead, is both anxious and hopeful to prevent his clan's demise. Biwa, however, is reluctant to reveal the future to him and must adapt to her new life filled with both happiness and sorrow in this pivotal chapter in Japanese history.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Drama"
    ]
}
{
    "title": "Saikyou Onmyouji no Isekai Tenseiki",
    "studios": [
        "Studio Blanc."
    ],
    "synopsis": "Despite standing at the zenith as the strongest exorcist, Haruyoshi Kuga sought even greater power, which led to his demise at the hands of those who envied his might. As he draws his last breath, he casts a spell that allows him to reincarnate and swears to become more cunning, hoping that all his efforts will prove useful in his next life.\n\nHaruyoshi is soon reborn in another world as Seika Lamprogue, an illegitimate son of a noble family that prides itself on magic. However, his new family largely ignores him due to his lineage and magic deficiency. Nevertheless, the unbothered Seika leverages the knowledge from his previous life to make numerous valuable allies. As he begins to explore the true limits of his abilities, Seika must also be wary of the consequences that tarnished his past and avoid repeating the same mistakes.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Adventure",
        "Fantasy"
    ]
}
{
    "title": "Chouyaku Hyakuninisshu: Uta Koi.",
    "studios": [
        "TYO Animations"
    ],
    "synopsis": "Uta Koi tells the \"super-liberal interpretation\" of the Hyakuninisshu anthology compiled during Japan's Heian period of 100 romantic poems from 100 different poets such as The Tale of Genji's Murasaki Shikibu.",
    "genres": [
        "Comedy",
        "Romance"
    ]
}
{
    "title": "Onmyouji",
    "studios": [
        "Marvy Jack"
    ],
    "synopsis": "Onmyouji tells the story of renowned onmyouji Abe no Seimei, who meets and befriends the bumbling court noble Minamoto no Hiromasa. Together, they defend Heian-capital kyou's from an opposing onmyouji, Douman, who is secretly plotting the emperor's demise.\n\n(Source: MAL News)",
    "genres": [
        "Supernatural"
    ]
}
{
    "title": "Agukaru: Play with Ibaraki-hen",
    "studios": [],
    "synopsis": "Sanae has now left the countryside to view the tourist wonders of the Ibaraki prefecture. Villains are still after her so her agriculture magic powers still come in hand.",
    "genres": [
        "Slice of Life",
        "Supernatural"
    ]
}
{
    "title": "Baccano!",
    "studios": [
        "Brain's Base"
    ],
    "synopsis": "During the early 1930s in Chicago, the transcontinental train, Flying Pussyfoot, is starting its legendary journey that will leave a trail of blood all over the country. At the same time in New York, the ambitious scientist Szilard and his unwilling aide Ennis are looking for missing bottles of the immortality elixir. In addition, a war between the mafia groups is getting worse. On board the Advena Avis, in 1711, alchemists are about to learn the price of immortality.\n\nBased on the award-winning light novels of the same name, Baccano! follows several events that initially seem unrelated, both in time and place, but are part of a much bigger story—one of alchemy, survival, and immortality. Merging these events together are the kindhearted would-be thieves, Isaac and Miria, connecting various people, all of them with their own hidden ambitions and agendas, and creating lifelong bonds and consequences for everyone involved.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Action",
        "Comedy",
        "Mystery",
        "Supernatural"
    ]
}
{
    "title": "Yakusoku no Neverland",
    "studios": [
        "CloverWorks"
    ],
    "synopsis": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage—a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family, never to be heard from again.\n\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Fantasy",
        "Mystery",
        "Sci-Fi",
        "Suspense"
    ]
}
{
    "title": "Goblin Slayer II",
    "studios": [
        "LIDENFILMS"
    ],
    "synopsis": "Second season of Goblin Slayer.",
    "genres": [
        "Action",
        "Adventure",
        "Fantasy"
    ]
}
{
    "title": "Boku no Hero Academia: UA Heroes Battle",
    "studios": [
        "Bones"
    ],
    "synopsis": "The stage this time is the UA dormitory just before season 5's Endeavor Internship arc! In the middle of winter, a hot and blustery cold battle is unfolding at Heights Alliance!\n\nThird-year Mirio Togata appears suddenly as the first-year students in Class A are bored during their ban from going outside. He brings with him the card game \"Yuuei Heroes Battle,\" created by the support class. As each student picks cards and joins the fierce battle, there seems to be more to the game than meets the eye. At the end, who will emerge victorious?\n\n(Source: ANN)",
    "genres": [
        "Action"
    ]
}
{
    "title": "Koukyuu no Karasu",
    "studios": [
        "Bandai Namco Pictures"
    ],
    "synopsis": "Among the royal court, there is an individual feared as much as revered: the Raven Consort Ryuu Jusetsu. Residing in her jet-black palace and isolated from the emperor, she is the subject of countless rumors. Claimed to possess mystic abilities, she is said to take on any request—from finding lost items to inflicting curses. While some call her an immortal sage, others believe her to be a terrifying revenant. But such comments fail to faze Jusetsu, who prefers to spend her days in quiet solitude. That is, until the emperor, Ka Koushun, barges into her court and asks for her assistance with a mysterious case.\n\nThe young emperor's request requires Jusetsu to step out of her palace for the first time. Despite Ka Koushun's frequent visits annoying her to no end, she cannot bring herself to turn him away. Her predecessor's teachings echo in her ears: the Raven Consort is destined to remain forever alone and never desire anything. Yet Jusetsu finds herself making the first of several bonds when she asks Jiujiu, an innocently inquisitive court girl, to be her sole attendant.\n\nTogether, they begin fulfilling requests from the people of the palace. However, unknown perils lurk in the outside world, and drawing attention to herself may bring Jusetsu face-to-face with a past that is better left undisturbed.\n\n[Written by MAL Rewrite]",
    "genres": [
        "Fantasy",
        "Mystery"
    ]
}
{
    "title": "Lovely★Complex",
    "studios": [
        "Toei Animation"
    ],
    "synopsis": "Love is unusual for Risa Koizumi and Atsushi Ootani, who are both striving to find their ideal partner in high school—172 cm tall Koizumi is much taller than the average girl, and Ootani is much shorter than the average guy at 156 cm. To add to their plights, their crushes fall in love with each other, leaving Koizumi and Ootani comically flustered and heartbroken. To make matters worse, they're even labeled as a comedy duo by their homeroom teacher due to their personalities and the stark difference in their heights, and their classmates even think of their arguments as sketches.\n\nLovely★Complex follows Koizumi and Ootani as they encourage each other in finding love and become close friends. Apart from their ridiculous antics, they soon find out an unexpected similarity in their music and fashion tastes. Maybe they possess a chemistry yet unknown, but could love ever bloom between the mismatched pair?\n\n[Written by MAL Rewrite]",
    "genres": [
        "Comedy",
        "Romance"
    ]
}
{
    "title": "Sword Art Online: Sword Art Offline",
    "studios": [
        "I was a Ballerina"
    ],
    "synopsis": "BD/DVD specials.",
    "genres": [
        "Comedy"
    ]
}
